console.log('Отметка - 34 балла(ов)\n' +
	'Отзыв по пунктам ТЗ:\n' +
	'Не выполненные/не засчитанные пункты:\n' +
	'1) тёмная тема приложения сменяется светлой\n' +
	'2) светлая тема приложения сменяется тёмной\n' +
	'3) после смены светлой и тёмной темы интерактивные элементы по-прежнему изменяют внешний вид при наведении и клике и при этом остаются видимыми на странице\n' +
	'4) выбранный пользователем язык отображения страницы и светлая или тёмная тема сохраняются при перезагрузке страницы\n' +
	'5) сложные эффекты для кнопок при наведении и/или клике\n' +

	'Частично выполненные пункты:\n' +
	'1) при клике по надписи ru англоязычная страница переводится на русский язык — 2 балл(а)\n' +
	'2) при клике по надписи en русскоязычная страница переводится на английский язык — 2 балл(а)\n')
